{
  "id": "58779901-0983-4a20-9a01-0c8e087a0648",
  "filename": "58779901-0983-4a20-9a01-0c8e087a0648.wav",
  "transcript": " Salut à tous et bienvenue au nouveau abonné. Aujourd'hui, je vous présente un tableau de bord au massistant spécialement pensé pour vos invités, vos amis ou pourquoi pas vos enfants, puisque tout sera personnalisable. C'est un vrai centre de contrôle hyper simple à utiliser et qui va rendre votre maison encore plus accueillante, convivier, confortable mais surtout hyper pratique. Regardez derrière, il est derrière, il est beau. Ce tableau de bord peut aussi être mis à disposition des invités, même avant leur arriver, soit par un lien sécurisé qu'ils consultent sur leur portable, soit leur par le biais de l'application au massistant sur leur portable. Alors, il y a quelques années, comme au Bélix, je suis tombé dans les tables au massistant. Allez savoir pourquoi, quand je tombe sur un nouveau dashboard, c'est un peu comme si j'étais dans un cockpit d'avion, comme un gamin, entouré par plein de boutons et de manettes de toutes sortes qui déclenchent plein de trucs. J'en ai donc conçu quelques uns pour mon système d'homotique que je vous partage dans mes vidéos. Ils sont chaque spécialisés dans un domaine, comme les lumières, la musique, la météo, la sécurité ou encore un autre entièrement conçu en 3D. Je vous invite d'ailleurs à aller voir tout ça par ici. J'aime bien du jour et bien il est consacré au visiteur, il pourrait être aussi adapté à vos locataires, pourquoi pas s'évoluer tout au parti de votre habitat pour un cours ou moyen c'est jour, ou encore si votre grand fiston revient dans un temps à la maison. Comme tout dashboard qui se respecte, on peut donc le présenter sur un écran mural, tout comme il peut être consulté, bien un mot de passe sur n'importe quel smartphone à l'extérieur de la maison. Je rappelle que mon assistant est un système d'homotique connecté, donc consultable de n'importe où à partir d'un simple lien web partageable. Allez, comme d'habitude, je vous présente tout ça. J'ai toujours divisé en 4 colonnes et comme d'habitude, je vous présenterai dans la deuxième partie de la vidéo les différents codes en détail, les intégrations d'utilise et les appareils que j'utilise. Allez ! La colonne numéro 1 présente quelques services utiles à l'arrivée. Par exemple, quelques consignes utiles à regarder ou à écouter, comme celle pour le ménage, par exemple, ou les courses. Le QR code pour la collection Wi-Fi, ça peut être pas mal. Un bulletin météo, tout une carte avec la météo pour la semaine, ça peut être utile dans pérature, le méditer, etc. C'est surtout pour des touristes qui vont visiter la région. Il faut être efficace et serriable, ne se pas. La colonne numéro 2 présente tout ce qui est confort intérieur, pour que ce sentir toujours bien la maison, comme la température intérieure pièce par pièce, le niveau d'humidité, pour un air sain, l'état des peu d'être ou vers tout fermé. La possibilité de régler le chauffage de la clim selon la saison ou les envies. Vous pouvez avoir une piscine si piscine, affichage de la température de l'eau et mise en marche de la filtration par exemple. Il y a aussi des ambiants visuels et sonores comme vous pouvez changer la couleur des lumière dans chaque pièce. On peut choisir des scénarios lumineux ou sonores, comme par exemple, régler l'attensité pour une lumière plus douce ou plus vive selon ambiants ou passer en mode nuit pour tamiser la maison. Activez le mode silencie et un des mecs d'or. Lancez une ambiants sonore, bruit de la mer, forêt, etc. Des ambiants pour faire la fête ou au contraire pour s'endormir et en un pour tous les goûts. Et d'un simple clic. Dans la deuxième partie de la vidéo, je vous explique tout ça en détail. Ce qui a derrière la carte, le code, les commençent à marcher. N'oubliez pas de la liquer, c'est le moment de la liker et de me suivre pour plein de tableaux de bord du même genre. Les plus vous laillent, plus vous le suivez, les plus vous dorétaient de tableaux de bord. Une quatrième colonne propose de rendre compte des petits arrières, comme le rappel les rendez-vous, les tas des appareils de la sécurité, etc. On passe au détail de chaque colonne. Alors si je reprends le colonne par colonne, vous avez vu que, pour chaque colonne, j'ai fait une petite carte de présentation. Je vous ai venu chez vous pour la première gauche. En bien, c'est éclairage. La deuxième, le tout ce qui est contre les stivales avec un petit icon de sympa rigolo à gauche. Et en quatrième, un petit peu plus sérieux, un faux sécurité. Pour la première colonne, les petits boutons comme ça, qui s'éclairent quand on passe dessus, c'est rigolo. D'ailleurs, si vous fiquez, c'est en ménage par exemple. Voilà, ça relance. Des consignes, j'ai un peu de ménage. Un logement propre. Voici comment faire le ménage en partant. D'abord, tout le matériel est rangé dans le placard de l'entrée et est agère du bas. Vous y trouverez balais, pelles, sapillères, aspirateurs et produits d'entretenants. Passer l'aspirateur dans toutes les pièces, surtout sous les meubles et dans les coins. Ensuite, passer la sapillère sur le sol, bien les sauré, pour éviter les traces d'eau dans la fuite. Voilà, ou encore pour les courses. Si vous devez faire des courses pendant votre séjour, c'est super simple. Juste au point de la rue, il y a une boulangerie, le petit four, parfaite pour les patteurs et le poteur de la zoo du matin. Le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, un récapitulatif du temps, au rejet aujourd'hui, etc. Et j'ai rajouté une petite carte sur la lune, si c'est la pleine lune, on peut, si on a la chance de tomber la pleine lune, la carte nous l'indique, on peut même recevoir une notification. Nous nous indique que c'est la pleine lune, vous pouvez regarder, faire des photos, etc. Alors la deuxième colonne, elle présente tous les ambiances et éclairages, ambiances sonores ou visuels. Donc voilà, encore une fois des petits boutons, mais les boutons, on déclenche cette fois, non pas des messages sonores, mais tous des scènes. Alors si je clique sur des tantes, écoutez, ça va déclencher donc la lumière du salon, qui se met à 30%, on voit dans les alliés d'ailleurs, la petite lumière du salon, et vous entendez que les musices est partis, donc je la arrête pour des histoires de droit, mais vous pouvez déclencher les musices et les musices, tout ce que vous voulez, en même temps à travers des scènes, on verra. Alors j'aime bien aussi les boutons playlist, donc en fait il y a possibilité, donc soit de prêter vos propres musices ou de proposer vos invités, de faire leur propre playlist, qui se déclenche à travers un simple bouton, donc si je clique là, on va faire le tour de droit. La musique là, mais voilà, on fait la playlist selon ce salon, pour un simple clique, donc playlist, des tantes, playlist, dans ce salon. Alors ce bouton là est sympa aussi un cube qui permet de déclencher des radios, différentes radios, qui ont été programmés, voilà, tout un cube rigolo, qui permet de déclencher n'importe quel radio, entre lesquels, hop, je le glisse et je vais avoir cette radio là. Voilà donc ce cube radio est sympa aussi, il permet de mettre des radios, donc vous avez chaud entre des playlist, des ambiances sonores, évisuels et des radios, etc. Donc ensuite on a tout simplement la possibilité d'allumer chaque lumière de la partena, ça le devin, ça l'on, etc. Et vous voyez que à chaque fois, les codes qui correspondent à l'humisci, ça l'on, ça le devin à l'humis. Elles sont rigues par défaut, à des pourcentages, les étudiants, les étudiants, les étudiants, les étudiants, les étudiants, les étudiants, des étudiants sont rigues par défaut, à des pourcentages donnés, c'est-à-dire que c'est pas la peine de mettre la seule de main à 100% ou les toilettes à 100%, 40% suffis. Donc si vous changez le réglage, vous pouvez vous mettre尖f de changer le réglage, on peut revenir grâce au bouton ici, au réglage par défaut, ce qui est assez pratique. Ça permet de les régler bien comme on veut en fait. Et le bouton ici, en action rapide, permet par exemple de tout étendre si vous avez la musique des lumières un peu partout etc. et bien enquicon ici, ça a été tout, même la musique, on entendait. On peut regarder l'avoir d'autres, j'ai pas tout mis. On peut se mettre en mode sécurité si on n'est pas sûr d'être bien sécurisé, même si on est chez soi, ça déclenche la larme. Donc là on a la larme déclenché, même si on est à la maison, ce qui peut être sécurisant. Donc 6, 5, 4, 3, 2, 1, la larme se met en route. Grâce à ce bouton là. Voilà, donc là, la larme est activée et ça va sonner. Par exemple les alarmes, ça peut être des alarmes visuelles sonores etc. Et on peut la désarmer avec un code. Comment y avoir un peu tout étendre ou un autre que la musique ici ? Le bouton là vous permet d'aller sur un site web. Donc là, j'ai mis le lien, je fais de la photo, j'ai mis cette photo pour aller voir en bien ce photo pour les faire. Voilà, donc ça permet de, par exemple, d'aller vers le site de l'agence par exemple qui loue l'appartement ou d'apport qu'elle cite. Alors la troisième colonne, on va s'intéresser là à tout ce qui est confort plutôt extérieur ou intérieur. En fonction de la saison, donc voilà, on a le taux de CO2, la température intérieure, l'humidité. Et puis on peut faire un peu mettre des petits boutons qui va directement nous mettre sur une température idéale où on peut augmenter la ventilation ici par exemple et on peut vraiment tout faire. Et puis une petite carte là qui montre avec un 4dart. Alors cette esthétique aussi, histoire de ne pas mettre toutes les cartes météo ensemble. Donc j'ai mis un petit 4dart ici et puis la carte météo avec gauche ici. Voilà, alors cette carte on peut la zoomer à fond. C'est très puissant. Puis voir l'invache qui arrive. Je vous remets au niveau à la 4e colonne. Donc là on a trouvé à l'air de communication avec le propriétaux. Alors c'est intéressant parce que là on voit qu'on est en alerte jaune, au rage. Voilà, donc ça va peut-être rester à la maison en fonction des nuages qui ne approche pas ici. On voit même depuis qu'on est en alerte jaune, donc là depuis ce matin 6h. On a tous les historiques aussi il y a des cartes. On peut écliquer sur la porte qu'elle carte, à voir l'historique aussi. Alors ce que j'aime bien ici aussi c'est que un petit message ici. C'est rapide alors je vous montre le direct et grâce à l'appli, grâce à l'appli de votre téléphone. Grâce à l'appli de votre téléphone, on va recevoir le message. Donc imaginons que mon téléphone, c'est le téléphone du pro-priot. Je trouve le message tag. Voilà, donc 2 secondes après, on a le même message ici qui est arrivé en notification. Alors on a un certain nombre d'alertes, vous avez vu dès que je vous envoie la lerte jaune, au rage, mais si je me mets en mode édition, on peut voir. Alors toutes les lumières je vous ai montré tout à l'heure. Petit icon là qui est une machine à laver qui bouge, ça veut dire que la machine à laver est en cours. Et on peut recevoir aussi une alerte quand la machine à laver est terminée. Le ferrar passer intéressant au niveau sécurité de la rèter, si on l'oublie, etc. Donc en simple clique, on peut arrêter le ferrar passer. Frigo ouvert, donc là aussi, si le frigo ouvert ça peut déclencher des alertes sonores visuels tout ce que vous voulez. La pleine lune, on l'a parlé pour la première colonne, c'est rigolo, c'est un petit bonus qui vous permet de voir. D'être alerté si la pleine lune est pleine, si la lune est pleine. Voilà, les fenêtres, c'est intéressant aussi. Donc deux centres d'alerte, la fenêtre peut apparaître si fait trop chaud. Donc on ferme la fenêtre si fait trop chaud, ferme les rideaux même temps. Les rideaux aussi, je vous ai pas mis, mais j'ai des rideaux électriques qui peuvent être aussi fermés ou ouvert automatiquement. Toutes CO2, ça c'est intéressant aussi. Attention, on ouvre un petit peu aussi le bouton CO2 apparaît. Donc là on peut régler, c'est supérieur à 1000. Moi je crois que j'ai régler supérieur à 1000, 1500, si on se trouve. Une carte qui nous permet d'être alerté les orages arri eux. Donc là je les ai mis à moins de 30 km. On peut régler ça aussi. Encore une fois, alors, on faut fermer la fenêtre, mais cette fois, parce qu'il va pleuvoir. Donc coupler, carte coupler, la carte météo. Maintenant on va passer la deuxième partie. J'ai vraiment montré comment j'ai intégré chaque carte. Les codes, les codes toujours dans un lien. Grâce à un lien, vous pouvez avoir accès à plein de codes gratuitement. Voilà, qu'on se saut. Et je vous montre aussi un petit peu de matériel, le matériel que je utilise, pour faire tourner tout ça. Et en mode édition, vous voyez que je peux éditer toutes les cartes de mon tableau de bord. Grâce aux petits styles aussi, donc je clique et là j'ai un super petit tableau pour tout configurer. Vous voyez que là, la première carte, c'est une carte. Si on a fiches le code, une mushroom, petit ou le card. Je vous invite à la installer, elle est pas mal parce qu'on peut vraiment mettre des petites déoutils. Et elle est alignée par défaut, donc à droite à gauche, etc. Et on peut même cliquer dessus pour en clochier une action, aller sur une urm, etc. En deuxième, ici j'ai mis, j'ai fait deux cartes de trois colonnes. La première carte, la première série de cartes à trois cartes pour horizontal. Et en trois, pareil, trois cartes orientales. Donc une carte. Là, j'ai en fait un haut parleur, un musique boss. Alors je vous mettrais en lien. Voilà, il est sympa. J'ai fait quelques années que je l'ai. Et j'en suis très content. Donc là, je déclenche musique boss avec un lien. Dans le solien là, il est important. J'ai mis du mal à trouver, parce qu'en fait, ça déclenche. Mon intégrationplex, en fait. Donc ça va chercher grâce à l'intégrationplex, les musiques de mon As-5, qui sont sur mon As, et à le code de la musique, c'est celui-là. Donc celui-là, il faut le trouver à chaque fois pour le trouver. C'est un petit peu compliqué. Mais si vous allez dans les automatisations, là, je vous montrez. Pour retrouver un code, le code qui correspond à la musique que vous voulez passer. Et bien moi, je vais dans automatisation. Je prends l'importe quel automatisation que j'ai déjà fait avec une musique. Voilà, ça le suit par exemple. Et là, en passant en mode, il y a meuls. Voilà, j'ai numéro ici qui apparaît. Ici, vous voyez. Donc si je vais chercher ma musique. Si je vais chercher ma musique là dans mon As, et bien, je vais trouver... Je suis suffis que je passe en ma diamol et je trouve son numéro ici. Ce n'est pas des musiques, c'est du parler. Et donc j'ai utilisé... Alors, vous pouvez utiliser 11 labs et 11 labs. Donc, il y a un super pratique pour faire des petites voix à partir de textes. Je vous mets le lien en bas dans la description. Il y a 2-3 liens qui vous permet de gratuitement de créer comme ça des textes au sonor. Ensuite, l'intégration pour le Wi-Fi. Tout simplement un titre que tout à l'heure. Voilà, une markdown. Donc c'est un carte markdown. C'est par défaut, je crois qu'elle est dans un assistant. Et puis, dans la carte, un certain nombre du hostile. Une carte picture qui nous permet d'intégrer une image. Une photo. Voilà, une carte picture. Ensuite, carte météo classique. Il peut y avoir une alerte pluie aussi. Je peux montrer, mais elle est intéressante aussi. Quand il y a d'une pluie, quand il y a de la pluie dans l'heure, on vous le dit ici. La carte météo très complète. On peut tout configurer. Il y a vraiment le choix de les carte météo. Je vous invite d'ailleurs à voir une table au-de-bord entièrement consacrée à la météo. Il y en a partout, il y a les cartes partout. C'est génial. Et je vous le dis que la part est partie de la part. Il y a les cartes, je l'ai été servis. Et elles sont vraiment vraiment chômées après. Une petite intégration pour la lune. Le lien est en description. La deuxième colonne, on va voir l'identique à la première colonne. Des boutons de type mushroom. La carte, les horages en approche. Par exemple, je les mets en description. La deuxième colonne, on va voir l'identique à la première colonne. Des boutons de type mushroom. Et mushroom template card. Le premier bouton. En biens d'étentes, j'ai été cherché la scène d'accord ici. En biens d'étentes que j'ai créé. Donc, exécuter une action quand le bouton sène est déclenché. Là, ça le diffuse sur la musique bosse. Je vous rappelle pour créer les scènes, vous allez dans par-a-mètre. Sène. Cray une scène. Et là, voilà, toutes mes scènes sont là. J'en ai créé un certain nombre. Et là, vous pouvez, par exemple, si je reprends bien ce fait. Donc, appareil par appareil ou l'intégration par intégration. Qu'est-ce qui va se déclencher en même temps ? Donc, la musique. La lumière du salon. Les playlist aussi correspondent à un code. Donc là, on peut aller chercher les playlist ici. On paraît grâce àplex. Bien numéro. On répond comme au musique. Un numéro qui correspond au playlist que vous intégrez ici. Donc, j'ai configuré le fameux cube de vous démontrer tout à l'heure. De manière à ce qui déclenche des music à chaque face, à glisser. Donc, face une glisser, face de glisser, etc. Je peux vous montrer. Je pourrais faire une vidéo spéciale là-dessus, mais en fait, la scène, là, ne recrume toute seule d'automatisation. Par exemple, on voit la RTL2, d'automatisation cube radio 3. Donc, il y a des faces sur les cubes, face à face de face 3. Donc, si je glisse la face 3, ça va déclencher. Donc, la scène à chaque fois, c'est une idée n'aille qui correspond à une radio. Et ça déclenche donc la radio RTL2 ici. Je vais vous montrer les auto-pabilisations que j'ai mis dans la scène. Par exemple, si je vais dans l'automatisation du tap radio, j'ai toutes les automates de son radio. Je clique sur la première, par exemple, en France, musique. Ah, pimp ! Voilà, là. Donc, c'est l'intégration radio-broseur qui vous permet d'aller chercher les radios que vous voulez. Donc, il y en a des millions. Et ça vous met aussi, ça vous ajoute un ID, le fameux ID. Vous pouvez déclencher par-t-il. Donc, radio-broseur. Donc, c'est un Zigbee, d'un pareil cube. Le cube musique est là. Et tout plein d'autométisations sur un cube musique. Je pourrais vous faire une petite vidéo sur le cube musique. Il n'y a pas de problème, mais ce n'est pas l'intérêt d'aujourd'hui. Alors, ensuite, qu'est-ce qu'on a d'autres... Donc, les lampissiers, c'est assez facile à intégrer. Toutes mes petites lampes sont là. Avec un icon de sympa, etc. Alors, je vous ai parlé des modes par défaut, mais c'était encore des scènes, en fait. Je remet par défaut ici, donc on clique sur le l'emple de cheveux. Il va jouer. La lampe par défaut, c'est-à-dire 1%, en me deux cheveux, le soir. Il croit qu'elle soit très, très basse, en mode veilleuse. Donc, j'ai décidé de mettre la l'emple de cheveux en mode veilleuse à 1%. Mais vous pouvez la mettre à 100%, pas de problème. Et si on reclique là, c'est un premier en mode veilleuse. Grâce à 1 sen. Dans toutes les lampes sont en mode grille, grid, voilà. Alors, boutons rapide. Première boutons rapide, tout est tendre. Alors, j'aime bien les... J'aime bien les sen. Et tout est tendre. C'est aussi une scène où j'ai mis toutes les lumières en mode off. Et toutes les... tout tout en mode off, en fait. Musique l'emple, etc. Donc, si on revient là, on peut aller voir. On peut acheter un dogat à la scène. Tu vous voulez. La scène tout est tendre. Sène. Tout est tendre. Et là, voilà, on a tous les steigts en off, un tout. Étant de la musique, c'est un peu comme tout est tendre. Mais avec que des appareils de musique, c'est-à-dire mon appareil boss. Et le bouton situable du propriétaux. C'est une carte... Ah, c'est une meuchroomte en play carte... Avec du RL en action. Action, voilà, chemin de l'URL. Donc, comportement, donne à peu de cours. Vous mettez URL. Donc là, il y a des choix. Vous pouvez vous choisissez URL. Il y a plein de choix URL. Et vous mettez le site web aussi. Et c'est parti. Il a profet un lien vers le site web. Troisième colonne. Alors, je vous mettrai aussi le lien vers mon état. Le lien vers mon état mou. Mais mon état mou, j'ai depuis... C'est une petite citation météo intérieure. Et très efficace. Il donne donc un total de CO2, un terrain pas naturel à faire. L'intérieur, l'humilité. Ça peut vous donner aussi le bruit que je fais la partement. Donc ça, mon état mou. L'état mou. Appareil. Sans faire de pub. C'est ensuite très satisfait. Et une carte météo. On a vu tout à l'heure. Ça t'aille très facilement. Carre-dard. C'est Wazeer radar card. Ok. Donc, vous l'installez par axe, je crois. Et là, toutes les alertes. Donc c'est les cartes conditionnelles. C'est pertin. C'est quasiment que des cartes conditionnelles. Conditionnelles. Ou vous dites quand la lumière s'alume, tu apparaît quand la lumière est quand je plie dessus, tu dis pareil. Ça c'est l'animation de la carte. Il y a 4 ou 5, ça. Et il n'y a pas de petit code à mettre ici. Pour que ça soit un petit peu joli. Ce tableau de bord est donc couplé avec toutes les autres automatisations ou déjà mis en place dans la partement. On peut donc en cacher certaines puisque ce sont des automatistes qui agissent par défaut. Comme la lumière des toilettes, par exemple, c'est un tout seul quand on rentre dans les toilettes. Quand il s'est alluie tout seul quand on rentre, c'est pas un gros ça. En espérant que j'ai contribué à vous donner quelques idées pour adapter ce dashboard à votre maison ou à partement, tout en restant le plus simple et efficace possible, réalisable sans être un pro de la d'onoutique. Ce tableau de bord est pensé pour que vos autres se sentent le mieux du monde. N'hésitez pas à tester à me soumettre vos dashboards à bientôt pour un prochain dashboard aux massistes. Un super dashboard de ma system.",
  "summary": [
    "Présentation d'un tableau de bord au massistant pour personnaliser et contrôler divers aspects de la maison, rendant l'espace plus accueillant et pratique.",
    "Le tableau de bord permet de gérer l'arrivée des invités, le confort intérieur, les ambiances visuelles et sonores, ainsi que des éléments de sécurité et de communication avec les propriétaires."
  ],
  "action_items": [
    "Configurer les consignes utiles à l'arrivée des invités.",
    "Personnaliser les réglages de confort intérieur et d'ambiances visuelles et sonores.",
    "Vérifier les éléments de sécurité et de communication avec les propriétaires.",
    "Mettre en place des scénarios lumineux ou sonores adaptés.",
    "Tester les boutons rapides pour des actions pratiques."
  ],
  "key_points": [
    "Présentation d'un tableau de bord au massistant pour personnaliser et contrôler divers aspects de la maison.",
    "Possibilité de personnaliser le tableau de bord pour les invités, locataires ou membres de la famille.",
    "Gestion des consignes utiles à l'arrivée, du confort intérieur (température, humidité, éclairage), des ambiances visuelles et sonores, et des éléments de sécurité.",
    "Utilisation de scénarios lumineux ou sonores, réglage du chauffage/climatisation, affichage de la météo, contrôle des appareils électroménagers, etc.",
    "Mise en place de boutons rapides pour des actions telles que tout éteindre, activer le mode sécurité, etc.",
    "Communication avec les propriétaires via des alertes et des informations sur l'état de la maison (CO2, température, sécurité, etc.)."
  ],
  "participants": [
    "Nouveau abonné",
    "Propriétaires",
    "Invités",
    "Locataires",
    "Membres de la famille"
  ],
  "created_at": "2025-10-28T20:53:23.940969",
  "duration": null
}