{
  "id": "95daf6d6-6182-43d3-93af-90a6b88234c0",
  "filename": "95daf6d6-6182-43d3-93af-90a6b88234c0.wav",
  "transcript": " Salut à tous et bienvenue au nouveau abonné. Aujourd'hui, je vous présente un tableau de bord aux massistes, spécialement pensés pour vos invités, vos amis ou pourquoi pas vos enfants, puisque tout sera personnalisable. C'est un vrai centre de contrôle hyper simple à utiliser et qui va rendre votre maison encore plus incoyante, convivial, confortable, mais surtout hyper pratique. Regardez derrière, il est derrière, il est beau. Ce tableau de bord peut aussi être mis à disposition des invités, même avant le arriver, soit par un lien sécurisé qu'ils consultent sur leur portable, soit leur par le biais de l'application aux massistes sur leur portable. Je vous y n'y a quelques années, comme au Bélix, je suis tombé dans les tables au bord aux massistes. Allez savoir pourquoi, quand je tombe sur un nouveau dashboard, c'est un peu comme si j'étais dans un cockpit d'avion, comme un gamin, entouré par plein de boutons et de manettes de toutes sortes qui déclenchent plein de trucs. J'en ai donc conçu quelques uns pour mon système d'homotique que je vous partage dans mes vidéos. Ils sont chaque spécialisés dans un domaine, comme les lumière, la musique, la météo, la sécurité ou encore un autre entièrement conçu en 3D. Je vous invite d'ailleurs à aller voir tout ça par ici. Je m'y disais du jour, et bien il est consacré, au visiteur, il pourrait être aussi adapté à vos locataires, pourquoi pas s'il vous louer tout au parti de votre habitat pour un cours ou moyen c'est jour, ou encore si votre grand fiston revient dans un temps à la maison. Comme tout dashboard qui se respecte, on peut donc le présenter sur un écran mural, tout comme il peut être consulté, vient à motepasse sur n'importe quel smartphone à l'extérieur de la maison. Je rappelle que mon assistant est un système d'homotique connecté, donc consultable de n'importe où à partir d'un simple lien web partageable. Allez, comme d'habitude, je vous présente tout ça. Je l'ai toujours divisée en 4 colonnes, et comme d'habitude, je vous présenterai dans la deuxième partie de la vidéo, les différents codes en détail, les intégrations d'utilise, et les appareils que j'utilise. Allez ! La colonne numéro 1 présente quelques services utiles à l'arrivée. Par exemple, quelques consignes utiles à regarder ou à écouter, comme celle pour le ménage, par exemple, ou les courses. Le QR code pour la collection Wi-Fi, ça peut être pas mal, un bulletin météo, comme cartes avec la météo pour la semaine, ça peut être utile, température, le midi, etc. C'est surtout pour des touristes qui vont visiter la région. Il faut être efficace et serviable, ne se pas. La colonne numéro 2 présente tout ce qui est confort intérieur, pour que ce sentir toujours bien la maison, comme la température intérieure pièce par pièce, le niveau d'humidité, pour un air sain, l'état des fenêtres ouvert, ou fermé. La possibilité de régler le chauffin, je vous la clime selon la saison ou les envies. Vous pouvez avoir une piscine, si piscine, affichage de la température de l'eau, et mise en marche de la filtration par exemple. Il y a aussi des ambiants visuels et sonores comme, vous pouvez changer la couleur des lumière dans chaque pièce. On peut choisir des scénarios lumineux ou sonores, comme par exemple, régler l'intensité pour une lumière plus douce ou plus vive, selon ambiants ou passés en mode nuit pour tamiser la maison. Activez le mode silencie, il y a un vécu d'or, lancez une ambiants sonore, bruit de la mer, forêt, etc. Des ambiants pour faire la fête ou au contraire pour s'endormir, y en a pour tous les goûts. Et d'un simple clic. Dans la deuxième partie de la vidéo, je vous explique tout ça en détail. Ce qui a derrière la carte, le code, et comment ça marche. N'oubliez pas de la riquer, c'est le moment de la liker, et de me suivre pour plein tableau de bord du même genre. Les plus vous laillent, plus vous le suivez, les plus vous d'oreilles tableaux de bord. Une quatrième colonne propose de rendre compte des petites allières, comme le rappel des rendez-vous, les tas des appareils de la sécurité, etc. On passe au détail de chaque colonne. Alors si je reprends le colonne par colonne, vous avez vu que, en chaque colonne, j'ai fait une petite carte de présentation. On est venu chez vous pour la première gauche. En bienant, c'est éclairage. La deuxième, le tout ce qui contrôle les stivales avec un petit icon de sympa rigolo à gauche, et en quatrième, un petit peu plus sérieux, un faux sécurité. Pour la première colonne, des petits boutons comme ça, qui s'éclairent quand on passe dessus, c'est rigolo. D'ailleurs, si vous cliquez sur un ménage, par exemple, ça relance, des consignes, chaque carton. Là, je m'entrope. Voici comment faire le ménage en partant. Si vous devez faire des courses pendant votre séjour, c'est super simple. Juste au point de la rue, il y a une boulangerie, le petit four, parfaite pour les patates. C'était rare, c'était rare. Vous dites pas ? Rude et tiieu, et ouvre tous les jours de 6h30 à 19h. Pour le reste, le supermarché Supermax est à 5 minutes à pied, au 40h. C'est même pour vous enregistrer des consignes comme ça pour vous laver la laissible, le transport, la maintenance de la part, etc. Donc, tout est possible avec des petits boutons sonores. Une intégration météo, toute classique, mais qui montre quand même l'état de la météo sur la semaine. Donc, si c'est pour une semaine du dimanche au grand-dredi, vous avez toute la semaine un récapitulatif du temps. Donc, une âge, au rejeu, aujourd'hui, etc. Et j'ai rajouté une petite carte sur la lune. Si c'est la pleine lune, on peut, si on a la chance de tomber la pleine lune, la carte nous l'indique, on peut même recevoir une notification. Nous nous indique que c'est la pleine lune, vous pouvez regarder, faire des photos, etc. Admirer. Alors la deuxième colonne, elle présente tout ce qui est ambiance et éclairage, ambiance sonore ou visuel. Donc voilà, encore une fois des petits boutons, mais les boutons, on déclenche cette fois à non pas des messages sonores, mais tous des scènes. Alors, si je clique sur détente, écoutez, ça va déclencher donc la lumière du salon, qui se met à 30% on voit dans les alliards d'ailleurs, la petite lumière du salon et là, et vous entendez que les musices qui est parti, donc je la arrête pour des histoires de droit, mais vous pouvez déclencher les musices et lumière, tout ce que vous voulez en même temps à travers des, ce qu'on appelle des scènes, qu'on verra. Alors j'aime bien aussi les boutons plaît listes, donc en fait il y a possibilité, donc soit de prêter vos propres musices ou de proposer vos invités, de faire leur propre playlist qui se déclenche à travers un simple bouton, donc si je clique là, on utilise le corps de droit, la musique là, mais voilà en fait la playlist se lance, un simple clip, donc playlist des temps, playlist de danse, voilà. Alors ce bouton là est sympa aussi un cube qui permet de déclencher des radios, qui ont été programmés, voilà, un cube rigolo qui permet de déclencher n'importe quel radio, entre laquelle, hop, je le glisse et je vais avoir cette radio là. Voilà donc ce cube radio est sympa aussi, il permet de mettre des radios, donc vous avez le choix entre des playlist des ambiance sonores, évisuels et des radios, etc. Donc ensuite on a tout simplement la possibilité d'allumer chaque lumière de la partenaure, ça le devin, ça l'on, etc. et vous voyez que à chaque fois les coins qui correspondent à l'humimé, ça le devin à l'humimé, elles sont rigées par défaut, à des pourcentages donnés, c'est à la peine de mettre la seule de main à 100% ou les touristes à 100% 40% suffis, donc si vous changez le réglage, vous pouvez vous possibiliter de changer le réglage, on peut revenir grâce au bouton ici au réglage par défaut, ce qui est assez pratique, ça permet de les régler bien comme on veut en fait. Et le bouton ici en action rapide permet par exemple de tout étendre si vous avez de la musique des lumières un peu partout, etc. et bien enquicon ici, hop, ça a été tout, même la musique, vous entendez. On peut aussi mettre en mode sécurité, si on est pas sûr d'être bien sécurisé, même si on est chez soi, ça déclenche la larme. Donc là, on a la larme déclenché, même si on est à la maison, ce qui peut être sécurisant, donc si 5, 4, 3, 2, la larme se met en route, grâce à ce bouton là. Voilà, donc la larme est activée et ça va sonner. Par exemple, les alarmes, ça peut être des alarmes visuelles sonnées, etc. Et on peut la désarmée avec un code. Quand il y a un peu tout étendre, ou un étendre que la musique ici. Le bouton là vous permet d'aller sur un site web, donc là, je vais me limiter de la photo, je vais me limiter de cette photo pour aller voir en bien ce photo.fr. Donc ça permet d'aller vers le site de l'agence par exemple, qui est l'oule appartement ou d'apport qu'elle site. Alors la troisième colonne, on va s'intéresser là à tout ce qui est confort plutôt extérieur ou intérieur. En fond, on fait de la saison. Donc voilà, on a le taux de CO2, la température intérieure, l'humidité. Et puis on peut faire un peu mettre des petits boutons qui va directement nous mettre sur une température idéale, où on peut augmenter la ventilation ici par exemple et on peut vraiment tout faire. Et puis une petite carte là qui montre avec un 4 à d'art. Alors cette histoire est esthétique aussi, histoire de ne pas mettre toutes les cartes météo ensemble, donc j'ai mis la petite carte à d'art ici et puis la carte météo à analysis ici. Alors cette carte, on peut la zoomer à fond, c'est très puissant, puis voir l'invache qui arrive. Et bien on y va, la quatrième colonne, là. Donc là, on a touské alerte une communication avec le comprier haut. Alors c'est intéressant parce que l'on voit qu'on est en alerte jaune, au rage. Donc ça peut-être rester à la maison en fonction des nuages qui ne approche pas ici. On voit même depuis quand on est en alerte jaune, donc là depuis ce matin 6h, on a tous les historiques aussi, il y a des cartes. On peut écliquer si on apporte quelques cartes à l'historique aussi. Alors ce que j'aime bien ici aussi, c'est que un petit message ici, c'est rapide. Alors je vais vous montrer au direct et grâce à l'appli, grâce à l'appli de votre téléphone et bien on va recevoir le message. Et donc imaginez donc mon téléphone, c'est le téléphone du propréhio, ou un message tag. Voilà, donc deux secondes après, on a le même message ici qui est arrivé en notification. Alors on a un certain nombre d'alertes, vous avez vu, dès que nous avons déjà envoyé la lerte jaune au rage. Mais si je me mets en mode édition, on peut voir, bien en tout cas les lumières, je vous ai montré tout à l'heure, une petite icône là qui est une machine à laver qui bouge, ça veut dire que la machine à laver est en cours et on peut recevoir aussi une alerte quand la machine à laver est terminée. Le ferrapassé intéressant au niveau sécurité de la rèter, si on l'oublie, etc., donc on s'appel clic, on peut arrêter le ferrapassé. Frigo ouvert, donc là aussi, si le frigo est ouvert ça peut déclencher des alertes sonores visuels, tout ce que vous voulez. La pleine lune, on l'a parlé pour la première colonne, c'est rigolo, c'est un petit bonus qui vous permet de voir d'être alerté si la pleine lune est pleine, si la lune est pleine. Les fenêtres, c'est intéressant aussi, donc deux centres d'alerte, la fenêtre peut apparaître si fait trop chaud, donc on ferme la fenêtre si fait trop chaud, ferme les rideaux même temps. Les rideaux aussi, je vous ai pas mis, mais j'ai des rideaux électriques qui peuvent être fermés ou ouvert automatiquement. Toutes CO2, ça c'est intéressant aussi, attention, on ouvre un petit peu aussi le bouton CO2 apparaît. Donc là on peut régler, c'est supérieure à 1000, moi je crois que j'ai réglé supérieure à 1000, 1500, si on s'est au 2. Une carte qui nous permet d'être alerté les orages arri eux, donc là je les ai mis à moins de 30 km, on peut régler ça aussi. Encore une fois, alors il faut fermer la fenêtre, mais cette fois parce qu'il va pleuvoir, donc coupler, carte coupler la carte météo. Maintenant on va passer la deuxième partie, je vais vous montrer vraiment comment j'ai intégré chaque carte, les codes, les codes toujours dans un lien. Grâce à un lien vous pouvez avoir accès à plein de codes gratuitement, voilà, qu'on se saut. Et je vous montre aussi un petit peu de matériel, le matériel que je utilise pour faire tourner tout ça. Et en mode édition, vous voyez que je peux éditer toutes les cartes de montable au-de-bord. Grâce au petit style aussi, donc je clique et là j'ai un super petit tableau pour tout configurer. Vous voyez que là la première carte, c'est une carte, si on a fini le code, une mushroom, petite ou le card. Je vous invite à la installer, elle est pas mal parce qu'on peut vraiment mettre des petites dessous titres et aligner mon par défaut, donc à droite la gauche, etc. Et on peut même cliquer dessus pour enclencher une action, aller sur une url, etc. Alors ici j'ai mis, je fais deux cartes de trois colonnes, la première carte, la première série de cartes à trois cartes pour horizontal. Et en trois par exemple, trois cartes horizontales. Donc une carte, là j'ai un haut parleur, un musique bose, alors je vous mettrais en lien, voilà il est sympa, j'ai fait quelques années que je l'ai et j'en suis très content. Donc là je déclenche musique bose avec un lien, dans le solien là, il est important, j'ai mis du mal à trouver, parce qu'on fait ça déclenche. Mon intégrationplex en fait, donc ça va chercher grâce à l'intégrationplex, les musiques de mon As 5 sont sur mon As et le code de la musique, c'est celui-là. Donc celui-là faut le trouver à chaque fois pour le trouver, c'est un petit peu compliqué, mais si vous allez dans les automatisations, là je vous montrez. Pour retrouver un code, le code qui correspond à la musique que vous voulez passer, et bien moi je vais dans automatisation, je prends l'apporte qu'est l'automatisation que j'ai déjà fait avec une musique, voilà ça le sait par exemple. Et là, en passant en mode il y a meule, voilà j'ai numéro ici qui apparaît ici. Donc si je vais chercher ma musique, si je vais chercher ma musique là dans mon As, je vais trouver ce que je passe en ma diamol et je trouve son numéro ici. Ce n'est pas des musiques, c'est du pari et donc j'ai utilisé, alors pour utiliser 11 labs, 11 labs, donc il y a un super pratique pour faire des petites voix à partir de textes. Je vous mets le lien en bas dans la description, il y a 2-3 liens qui vous permet de gratuitement de créer comme ça des textes au sonor. Ensuite, l'intégration pour le Wi-Fi, alors tout simplement un titre que tout à l'heure, voilà une markdown, donc c'est un cartes markdown, c'est par défaut, je crois qu'il y avait dans ma siste. Et puis dans la carte, certainement du hostile, une carte picture qui me permet d'intégrer une image ou une photo, voilà, une carte picture. Ensuite, carte météo classique, avec pour y avoir une alerte pluie aussi, je peux montrer mais elle est intéressante aussi. Quand il y a de la pluie dans l'heure, on vous le dit ici. La carte météo très très complète, on peut être configurée et vraiment choquée avec la carte météo. Je vous invite d'ailleurs à voir une table au-de-bord entièrement consacrée à la météo. Il y en a partout, il y a des cartes partout, c'est génial, je n'en appartout, maquemles cartes nager étaient servis. Et elles sont vraiment, vraiment choquées après une petite intégration pour la lune. Ici, donc voilà, elle est sympa aussi, ça l'a pour les choisir la parenthèse. La carte, pour les origins approches, pareil, je les mets en description. La deuxième colonne, là, on va voir identique à la première colonne des boutons de type Mushroom Little Card. Et Mushroom Template Card derrière. Le premier bouton, donc ambiance détente, j'ai été cherchée la scène d'accord ici, ambiance détente que j'ai créée et tout simplement. Donc, exécuter une action quand le bouton scène est déclenché. Là, ça le diffuse sur la musique boss. Je vous rappelle pour créer des scènes, vous allez dans par-a-mettre, scène, scène, créer une scène. Et là, voilà, toutes mes scènes sont là, moi. J'en ai créé un certain nombre. Et là, vous pouvez, par exemple, si je reprends, bien se fait. Donc, apparaît par apparaît, ou l'intégration par intégration. Qu'est-ce qui va se déclencher en même temps ? Donc, la musique, la lumière du salon. Les playlist aussi correspondent à un code. Donc là, on peut aller chercher les playlist ici. On apparaît, grâce àplexe. Voilà, bien numéro. On répond comme au musique. Un numéro qui correspond au playlist, que vous intégrez ici. Donc, j'ai configuré le fameux cube que vous allez montrer tout à l'heure, de manière à ce qui déclenche des music. À chaque face, glisser. Donc, face une glisser, face de glisser, etc. Je peux vous montrer... Je pourrais faire une vidéo spéciale là-dessus, mais en fait, la scène, là, me recroupe toutes sortes d'automatisation. Par exemple, on voit la RTL2, d'automatisation cube radio 3. Donc, il y a des faces sur les cubes, face à face de face 3. Donc, si je glisse la face 3, ça va déclencher. Donc, la scène à chaque fois, c'est une idée, un ID qui correspond à une radio. Et ça déclenche donc la radio RTL2 ici. Je vais vous montrer les deux types d'adultations que j'ai mis dans la scène. Par exemple, si je vais dans l'automatisation du tap radio, j'ai tout les deux automataissons de radio. Je clique sur la première, par exemple, France Musique, hop ! Voilà, là. Donc, c'est l'intégration radio-broseur qui vous permet d'aller chercher les radios vous voulez. Donc, il y en a des millions. Et ça vous met aussi, ça vous ajoute un ID, le fameux ID, que vous pouvez déclencher par-t-il. Donc, Radio-broseur. Donc, c'est un Zigbee, d'un pareil cube. Avec le cube musique, là. Et tout plein d'autométisation sur le cube musique. Je pourrais vous faire une petite vidéo sur le cube musique, il n'y a pas de problème, mais c'est pas la période aujourd'hui. Alors, ensuite, qu'est-ce qu'on a d'autres ? Dans toutes les lampices, c'est la sihe facile à intégrer. Toutes mes petites lampes sont là. Avec un icon de sympa, etc. Alors, je vous ai parlé des modes par défaut, mais c'était encore des scènes, en fait. Ça va remettre par défaut ici, donc on clique sur le nombre de chevets, bien joué. La lampe par défaut, c'est-à-dire 1%, 1,2, le soir, il croit qu'elle soit très, très basse, en mode veilleuse. Donc, j'ai décidé de mettre la lampe de chevets en mode veilleuse à 1%, mais vous pouvez la mettre à 100%, pas de problème. Et si on reclique là, ça remet en mode veilleuse, grâce à une scène. Dans toutes les lampes sont en mode grille, grid, c'est. Alors, boutons rapide, 1er boutons rapide, tout étendre. J'aime bien les scènes, et tout étendre, c'est aussi une scène où j'ai mis toutes les lumières en mode off, et tout tout en mode off, en fait. Donc, si on revient, on peut aller voir, je t'ai un dog à la scène, tu voulais. La scène tout est ennere, scène. Tout est ennere, et là, voilà, on a tous les steigts en off, un tout. État de la musique, c'est un peu comme tout étendre, mais avec que des appareils de musique, c'est-à-dire mon appareil boss, et le bouton situable du propriétaux, c'est une carte. Ah, c'est une meuchroomte en play carte, avec du RL en action. Action, voilà, chemin de l'URL, donc comportement, d'un appui de cours, on mettez URL. Donc là, il y a des choix, pour les vous choisissez URL, on peut y avoir plein de choix, URL, et vous mettez le situable aussi, et c'est parti. Il y a un lien vers aussi pour les bas. Troisième colonne, alors je vous mettrai aussi le lien vers mon être n'amont, mais mon être n'amont que j'ai depuis, c'est une petite citation météo intérieure. Et très efficace, qui donne donc un tout au-dessus ou deux, un peu à la tour de la férieure. L'intérieur, l'humidité, ça peut vous donner aussi le bruit que je fais la partement. Donc ça, notre n'amont appareil sans faire de pub, c'est ensuite très satisfait. Et une carte météo, on a vu tout à l'heure, on a pu s'attaire très facilement, 4 adhards, et Wesard à d'art card. Ok, donc vous l'installez par axe, je crois, donc une axe. Et là, toutes les alertes, donc c'est les cartes conditionnelles, voilà. C'est toutes ces cartes là. C'est quasiment un peu des cartes conditionnelles, conditionnelles, ou vous dites quand la lumière s'allume, tu apparaît quand la lumière est quand je plie dessus, tu disparailles. Ça, c'est l'animation de la carte, je fais quelques douches comme ça. Et il n'y a pas de tircois d'amètre ici pour que ça soit un petit peu joli. Ce tableau de bord est donc couplé avec toutes les autres automatisations ou déjà mis en place dans l'appartement. On peut donc racheter certaines puisque ce sont des automatistes qui agissent par défaut, comme la lumière des toilettes par exemple, qui s'étend tout seul quand on rentre dans les toilettes. Enfin, quand il s'allume tout seul quand on rentre, c'est pas un bon son. En espérant que j'ai contribué à vous donner quelques idées pour adapter ce dashboard à votre maison ou à partement, tout en restant le plus simple et efficace possible, réalisable sans être un pro de la d'omotique. Ce tableau de bord est pensé pour que vos autres se sentent le milieu du monde. N'hésitez pas à tester à mes sous-mettre vos dashboard à bientôt pour un prochain dashboard ou ma system. Un super dashboard ou ma system.",
  "summary": [
    "Présentation d'un tableau de bord domotique personnalisable pour rendre la maison plus conviviale, confortable et pratique.",
    "Le tableau de bord permet de contrôler divers aspects tels que l'éclairage, la musique, la sécurité et les informations utiles pour les invités."
  ],
  "action_items": [
    "Configurer les réglages personnalisés pour chaque pièce en fonction des préférences et des besoins.",
    "Intégrer des scènes d'ambiance pour créer des atmosphères adaptées à différentes situations.",
    "Vérifier et paramétrer les alertes de sécurité pour les appareils électroménagers et les conditions météorologiques.",
    "Explorer les possibilités d'intégration de la musique et des radios pour des ambiances sonores variées.",
    "Tester le contrôle à distance du tableau de bord via un lien web pour s'assurer de son bon fonctionnement.",
    "Consulter les détails des intégrations et des codes pour mieux comprendre le fonctionnement du tableau de bord.",
    "Adapter les fonctionnalités du tableau de bord en fonction des retours d'expérience et des besoins des utilisateurs.",
    "Explorer les options de personnalisation et d'extension du tableau de bord pour répondre à des besoins spécifiques.",
    "Suivre les recommandations pour créer des scènes et des automatisations pour simplifier l'utilisation du tableau de bord.",
    "Partager les retours d'expérience et les adaptations réalisées pour enrichir la communauté d'utilisateurs du tableau de bord."
  ],
  "key_points": [
    "Présentation d'un tableau de bord domotique personnalisable pour rendre la maison plus conviviale, confortable et pratique.",
    "Possibilité de personnaliser les réglages pour chaque pièce, y compris la température, l'éclairage, la musique et les scénarios d'ambiance.",
    "Intégration de fonctionnalités telles que la météo, les consignes utiles, les alertes de sécurité et la gestion des appareils électroménagers.",
    "Utilisation de boutons et de scènes pour activer différentes actions, comme régler l'éclairage, lancer de la musique ou activer le mode sécurité.",
    "Proposition de différents modes d'ambiance, tels que détente, fête ou nuit, pour répondre aux besoins des occupants.",
    "Possibilité de contrôler le tableau de bord à distance via un lien web partageable, accessible depuis n'importe quel smartphone.",
    "Mise en avant de l'accessibilité et de la simplicité d'utilisation du tableau de bord, adapté aux utilisateurs non experts en domotique.",
    "Présentation des différentes colonnes du tableau de bord, chacune dédiée à des fonctionnalités spécifiques comme l'accueil, le confort intérieur, les ambiances et la sécurité.",
    "Explication détaillée des intégrations et des codes utilisés pour configurer les actions du tableau de bord.",
    "Invitation à tester et à personnaliser le tableau de bord pour l'adapter à ses propres besoins et à son environnement."
  ],
  "participants": [
    "Nouveau abonné",
    "Présentateur du tableau de bord domotique"
  ],
  "created_at": "2025-10-28T18:53:28.338378",
  "duration": null
}