{
  "id": "98ab6caf-8270-47f3-ac20-a1bfd150d947",
  "filename": "98ab6caf-8270-47f3-ac20-a1bfd150d947.wav",
  "transcript": " Salut à tous et bienvenue au nouveau abonné. Aujourd'hui, je vous présente un tableau de bord au massistant spécialement pensé pour vos invités, vos amis ou pourquoi pas vos enfants, puisque tout sera personnalisable. C'est un vrai centre de contrôle hyper simple à utiliser et qui va rendre votre maison encore plus accueillante, convivier, confortable mais surtout hyper pratique. Regardez derrière, il est derrière, il est beau. Ce tableau de bord peut aussi être mis à disposition des invités, même avant leur arriver, soit par un lien sécurisé qu'ils consultent sur leur portable, soit leur par le biais de l'application au massistant sur leur portable. Alors, il y a quelques années, comme au Bélix, je suis tombé dans les tables au massistant. Allez savoir pourquoi, quand je tombe sur un nouveau dashboard, c'est un peu comme si j'étais dans un cockpit d'avion, comme un gamin, entouré par plein de boutons et de manettes de toutes sortes qui déclenchent plein de trucs. J'en ai donc conçu quelques uns pour mon système d'homotique que je vous partage dans mes vidéos. Ils sont chaque spécialisés dans un domaine, comme les lumières, la musique, la météo, la sécurité ou encore un autre entièrement conçu en 3D. Je vous invite d'ailleurs à aller voir tout ça par ici. J'aime bien du jour et bien il est consacré au visiteur, il pourrait être aussi adapté à vos locataires, pourquoi pas s'évoluer tout au parti de votre habitat pour un cours ou moyen c'est jour, ou encore si votre grand fiston revient dans un temps à la maison. Comme tout dashboard qui se respecte, on peut donc le présenter sur un écran mural, tout comme il peut être consulté, bien un mot de passe sur n'importe quel smartphone à l'extérieur de la maison. Je rappelle que mon assistant est un système d'homotique connecté, donc consultable de n'importe où à partir d'un simple lien web partageable. Allez, comme d'habitude, je vous présente tout ça. J'ai toujours divisé en 4 colonnes et comme d'habitude, je vous présenterai dans la deuxième partie de la vidéo les différents codes en détail, les intégrations d'utilise et les appareils que j'utilise. Allez ! La colonne numéro 1 présente quelques services utiles à l'arrivée. Par exemple, quelques consignes utiles à regarder ou à écouter, comme celle pour le ménage, par exemple, ou les courses. Le QR code pour la collection Wi-Fi, ça peut être pas mal. Un bulletin météo, tout une carte avec la météo pour la semaine, ça peut être utile dans pérature, le méditer, etc. C'est surtout pour des touristes qui vont visiter la région. Il faut être efficace et serriable, ne se pas. La colonne numéro 2 présente tout ce qui est confort intérieur, pour que ce sentir toujours bien la maison, comme la température intérieure pièce par pièce, le niveau d'humidité, pour un air sain, l'état des peu d'être ou vers tout fermé. La possibilité de régler le chauffage de la clim selon la saison ou les envies. Vous pouvez avoir une piscine si piscine, affichage de la température de l'eau et mise en marche de la filtration par exemple. Il y a aussi des ambiants visuels et sonores comme vous pouvez changer la couleur des lumière dans chaque pièce. On peut choisir des scénarios lumineux ou sonores, comme par exemple, régler l'attensité pour une lumière plus douce ou plus vive selon ambiants ou passer en mode nuit pour tamiser la maison. Activez le mode silencie et un des mecs d'or. Lancez une ambiants sonore, bruit de la mer, forêt, etc. Des ambiants pour faire la fête ou au contraire pour s'endormir et en un pour tous les goûts. Et d'un simple clic. Dans la deuxième partie de la vidéo, je vous explique tout ça en détail. Ce qui a derrière la carte, le code, les commençent à marcher. N'oubliez pas de la liquer, c'est le moment de la liker et de me suivre pour plein de tableaux de bord du même genre. Les plus vous laillent, plus vous le suivez, les plus vous dorétaient de tableaux de bord. Une quatrième colonne propose de rendre compte des petits arrières, comme le rappel les rendez-vous, les tas des appareils de la sécurité, etc. On passe au détail de chaque colonne. Alors si je reprends le colonne par colonne, vous avez vu que, pour chaque colonne, j'ai fait une petite carte de présentation. Je vous ai venu chez vous pour la première gauche. En bien, c'est éclairage. La deuxième, le tout ce qui est contre les stivales avec un petit icon de sympa rigolo à gauche. Et en quatrième, un petit peu plus sérieux, un faux sécurité. Pour la première colonne, les petits boutons comme ça, qui s'éclairent quand on passe dessus, c'est rigolo. D'ailleurs, si vous fiquez, c'est en ménage par exemple. Voilà, ça relance. Des consignes, j'ai un peu de ménage. Un logement propre. Voici comment faire le ménage en partant. D'abord, tout le matériel est rangé dans le placard de l'entrée et est agère du bas. Vous y trouverez balais, pelles, sapillères, aspirateurs et produits d'entretenants. Passer l'aspirateur dans toutes les pièces, surtout sous les meubles et dans les coins. Ensuite, passer la sapillère sur le sol, bien les sauré, pour éviter les traces d'eau dans la fuite. Voilà, ou encore pour les courses. Si vous devez faire des courses pendant votre séjour, c'est super simple. Juste au point de la rue, il y a une boulangerie, le petit four, parfaite pour les patteurs et le poteur de la zoo du matin. Le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, le petit four, un récapitulatif du temps, au rejet aujourd'hui, etc. Et j'ai rajouté une petite carte sur la lune, si c'est la pleine lune, on peut, si on a la chance de tomber la pleine lune, la carte nous l'indique, on peut même recevoir une notification. Nous nous indique que c'est la pleine lune, vous pouvez regarder, faire des photos, etc. Alors la deuxième colonne, elle présente tous les ambiances et éclairages, ambiances sonores ou visuels. Donc voilà, encore une fois des petits boutons, mais les boutons, on déclenche cette fois, non pas des messages sonores, mais tous des scènes. Alors si je clique sur des tantes, écoutez, ça va déclencher donc la lumière du salon, qui se met à 30%, on voit dans les alliés d'ailleurs, la petite lumière du salon, et vous entendez que les musices est partis, donc je la arrête pour des histoires de droit, mais vous pouvez déclencher les musices et les musices, tout ce que vous voulez, en même temps à travers des scènes, on verra. Alors j'aime bien aussi les boutons playlist, donc en fait il y a possibilité, donc soit de prêter vos propres musices ou de proposer vos invités, de faire leur propre playlist, qui se déclenche à travers un simple bouton, donc si je clique là, on va faire le tour de droit. La musique là, mais voilà, on fait la playlist selon ce salon, pour un simple clique, donc playlist, des tantes, playlist, dans ce salon. Alors ce bouton là est sympa aussi un cube qui permet de déclencher des radios, différentes radios, qui ont été programmés, voilà, tout un cube rigolo, qui permet de déclencher n'importe quel radio, entre lesquels, hop, je le glisse et je vais avoir cette radio là. Voilà donc ce cube radio est sympa aussi, il permet de mettre des radios, donc vous avez chaud entre des playlist, des ambiances sonores, évisuels et des radios, etc. Donc ensuite on a tout simplement la possibilité d'allumer chaque lumière de la partena, ça le devin, ça l'on, etc. Et vous voyez que à chaque fois, les codes qui correspondent à l'humisci, ça l'on, ça le devin à l'humis. Elles sont rigues par défaut, à des pourcentages, les étudiants, les étudiants, les étudiants, les étudiants, les étudiants, les étudiants, le Tiger distraction le lit du angle, c'est-à-dire que les étudiants, il faut que les étudiants morgent sur la pièce, ils essaieient à nous assurer qu'ils ont des étudiants, qui possono saber de la image. Donc ceux, ils tiennent à skewing, vous pourstiez avec de la vie, car vous la sentez jusqu'au扇, vous que si vous achetez des étudiants, vous pongez gratuitement, vous hayz bien mangé des étudiants du происходитvez, c'est-à-dire qu'avec le « gaffequetteîme », vous ne t'app 181° C'est le bon 당시, action rapide permet par exemple de tout étendre si vous avez la musique des lumières un peu partout etc. Et bien en cliquant ici, ça a été tout, même la musique, on entendait. On peut se mettre en mode sécurité si on est pas sûr d'être bien sécurisé, même si on est chez soi, ça déclenchera l'arme. Donc là on a la larme déclenché, même si on est à la maison, ce qui peut être sécurisant. Donc 6, 5, 4, 3, 2, 1, l'arme se met en route. Grâce à ce bouton là. Donc là, l'arme est activée et ça va sonner. Par exemple les alarmes, ça peut être des alertes visuelles sonores etc. Et on peut la désarmée avec un code. Comment y avoir un peu de tout étendre ou une étendre que la musique ici. Le bouton là vous permet d'aller sur un site web. Donc là j'ai mis le lien, je fais de la photo, j'ai mis cette site web photo pour aller voir en bien ce photo. Donc ça permet d'aller vers le site de l'agence par exemple qui loue l'appartement ou d'apport qu'elle site. Alors la troisième colonne, on va s'intéresser là à tout ce qui est confort plutôt extérieur ou intérieur. En fonction de la saison, on a le taux de CO2, la température intérieure, l'humidité. Et puis on peut mettre des petits boutons qui va directement nous mettre sur une température idéale. Ou on peut augmenter la ventilation ici par exemple et on peut vraiment tout faire. Et puis une petite carte là qui montre une carte radar. Alors cette esthétique aussi, histoire de ne pas mettre toutes les cartes météo ensemble. Donc j'ai mis la petite carte radar ici et puis la carte météo avec gauche ici. Alors cette carte on peut la zoomer à fond. C'est très puissant. Puis voir l'invache qui arrive. Je vous ai mis la quatrième colonne. Donc là on a trouvé ce qui est alerte. Comunicace sur le proprio. Alors c'est intéressant parce que l'on voit qu'on est en alerte jaune, au rage. Donc ça va peut-être rester à la maison en fonction des nuages qui ne approche pas ici. On voit même depuis qu'on est en alerte jaune. Donc là depuis ce matin, 6h, on a tous les historiques aussi, il y a des cartes. On peut écliquer si on apporte quelques cartes à voir l'historique aussi. Alors ce que j'aime bien ici aussi, c'est que un petit message ici. C'est rapide. Alors je vous montre le direct. Et grâce à l'appli de votre téléphone. Grâce à l'appli de votre téléphone, on va recevoir le message. Donc imaginons que mon téléphone, c'est le téléphone du pro-priot. Je vous remets le message, tak. Voilà, donc 2 secondes après, on a le même message ici qui est arrivé en notification. Alors on a un certain nombre d'alerts, vous avez vu, dès que je vous envoie la lerte jaune, au rage. Mais si je me mets en mode édition, on peut voir. Alors toutes les lumières je vous ai montré tout à l'heure. Petit icon là qui est une machine à laver qui bouge, ça veut dire que la machine à laver est en cours. Et on peut recevoir aussi une alerte quand la machine à laver est terminée. Le ferrar passer intéressant au niveau sécurité de la rèter, si on l'oublie, etc. Donc en simple clique, on peut arrêter le ferrar passer. Frigo ouvert, donc là aussi, si le frigo ouvert ça peut déclencher des alertes sonores visuels, tout ce que vous voulez. La pleine lune, on l'a parlé pour la première colonne, c'est rigolo, c'est un petit bonus qui vous permet de voir. D'être à l'air thé, si la pleine lune est pleine, si la lune est pleine. Les fenêtres, c'est intéressant aussi. Donc deux centres d'alerte, la fenêtre peut apparaître si fait trop chaud. Donc on ferme la fenêtre si fait trop chaud, ferme les rideaux même temps. Les rideaux aussi, je vous ai pas mis, mais j'ai des rideaux électriques qui peuvent être aussi fermés ou ouvert automatiquement. Toutes CO2, ça c'est intéressant aussi. Attention, on ouvre un petit peu aussi le bouton CO2 apparaît. Donc là on peut régler aussi, c'est supérieur à 1000. Moi je crois que j'ai régler supérieur à 1000, 1500, si on se trouve. Une carte qui nous permet d'être alerté les orages arri eux. Donc là je les ai mis à moins de 30 km. On peut régler ça aussi. Encore une fois, alors il faut fermer la fenêtre, mais cette fois, parce qu'il va pleuvoir. Donc coupler la carte météo. Maintenant on va passer la deuxième partie. J'ai montré comment j'ai intégré chaque carte et code. Les codes toujours dans un lien. Grâce à un lien vous pouvez avoir accès à plein de codes gratuitement. Et je vous montre aussi un peu de matériel que j'utilise pour faire tourner tout ça. Et en mode édition, vous voyez que je peux éditer toutes les cartes de montable au-delà. Grâce au petit style aussi, je clique et là j'ai un super petit tableau pour tout configurer. Vous voyez que la première carte, c'est une carte. Si on affiche le code, une mushroom petite au-delà. Je vous invite à la installer. Elle est pas mal parce qu'on peut vraiment mettre des types des sous-titres et aligner mon par défaut. Donc à droite à gauche, etc. Et on peut même cliquer dessus pour enclencher une action, aller sur une url, etc. Alors ici j'ai mis, j'ai fait deux cartes de trois colonnes. La première carte, la première série de cartes à trois cartes pour horizontal. Et en trois par exemple, trois cartes horizontales. Donc une carte. Là j'ai un haut par leur, un musique bose. Alors je vous mettrais en lien. Voilà, il est sympa. J'ai fait quelques années que je l'ai. Et j'en suis très content. Donc là, je déclenche musique bose avec un lien dans le solien-là. Il est important. J'ai mis du mal à trouver parce qu'en fait, ça déclenche. Mon intégration deplex en fait. Donc ça va chercher grâce à l'intégration deplex, les musiques de mon Asse. Et le code de la musique, c'est celui-là. Donc celui-là, il faut le trouver à chaque fois pour le trouver. C'est un petit peu compliqué. Mais si vous allez dans les automatisations, là, je vous montrez. Pour retrouver un code, le code qui correspond à la musique que vous voulez passer. Et bien moi, je vais dans automatisation. Je prends l'apporte qu'elle automatisation que j'ai déjà fait avec une musique. Voilà, ça le s'y par exemple. Et là, en passant en mode il y a mules. Voilà, j'ai le numéro ici qui apparaît ici. Donc si je vais chercher ma musique, si je vais chercher ma musique là dans mon Asse, je vais trouver... Puis que je passe en mode il y a mules et je trouve son numéro ici. Ce n'est pas des musiques, c'est du pari. Et donc j'ai utilisé, pour utiliser 11 labs et 11 labs. Donc il y a un super pratique pour faire des petites voix à partir de textes. Je vous mets le lien en bas dans la description. Il y a 2-3 liens qui vous permettent de gratuitement de créer comme ça des textes au sonor. Ensuite, l'intégration pour le wifi. Alors tout simplement un titre que tout à l'heure. Voilà, une markdown. Donc c'est un carte markdown, c'est par défaut, je crois qu'elle est dans un assistant. Et puis dans la carte, un certain nombre du hostile, une carte picture qui me permet d'intégrer une image ou une photo. Voilà, une carte picture. Ensuite, carte météo classique. Il peut y avoir une alerte pluie aussi. Je peux montrer, mais elle est intéressante aussi. Quand il y a d'une pluie, quand il y a de la pluie dans l'heure, on vous le dit ici. Voilà, la carte météo très très complète. On peut tout configurer. Il y a vraiment le choix de les carte météo. Je vous invite d'ailleurs à voir une table au-de-bord entièrement consacrée à la météo. Il y en a partout, il y a des cartes partout, c'est génial. Je n'ai pas de partout, il y a des cartes. J'ai été servi. Et elles sont vraiment, vraiment, je suis prêt après. Il y a une petite intégration pour la lune. Ici, donc, voilà, elles sont pas aussi là pour les choisir la part. Les horages en approche. Pareil. Je les mets en description. La deuxième colonne, on va voir identique à la première colonne des boutons de type mushroom. Et mushroom template card derrière. Le premier bouton. Donc, ambiance détente. J'ai été cherché la scène d'accord ici. Ambiance détente que j'ai créée. Et tout simplement. Donc, exécuter une action quand le bouton sène et déclencher. Là, ça le diffuse sur la musique bosse. Je vous rappelle pour créer les scènes. Vous avez d'un paramètre, scène, scène. Créer une scène. Et là, voilà, toutes mes scènes sont là. Et là, vous pouvez, par exemple, si je reprends, bien se fait. Donc, apparaît par apparaît ou l'intégration par intégration. Qu'est-ce qui va se déclencher en même temps ? Donc, la musique. La lumière du salon. Les playlist aussi correspondent à un code. Donc, là, on peut aller chercher les playlist. Ici, on parait grâce àplex. Bien numéro. On correspond comme au musique. Un numéro qui correspond au playlist que vous intégrez. Donc, j'ai configuré le fameux cube de vous démontrer tout à l'heure. De manière à ce qui déclenche des musices à chaque face, à glisser. Donc, face une glisser, face de glisser, etc. Je peux vous montrer. Je pourrais faire une vidéo spéciale là-dessus, mais en fait, la scène, là, ne recrume toute seule d'automatisation. Par exemple, on voit la RTL2, d'automatisation cube radio 3. Donc, il y a des faces sur les cubes. Face de face 3. Donc, si je glisse la face 3, ça va déclencher. Donc, la scène à chaque fois, c'est une idée n'aille qui correspond à une radio. Et ça déclenche donc la radio RTL2. Je vais vous montrer les auto-pabilisations que j'ai mis dans la scène. Par exemple, si j'ai mis d'automatisation au audio de ta radio, j'ai toutes les automataissons de radio. Je clique sur la première, par exemple, en France, musique, hop ! Là, donc c'est l'intégration radio-broseur qui vous permet d'aller chercher les radios vous voulez. Donc, il y en a des millions. Et ça vous met aussi, ça vous ajoute un ID, la fameux ID. Vous pouvez déclencher par-t-il. Donc, Radio-broseur. Donc, c'est RésicBi, D'Arabah et... Le club music est là. Et tout plein d'automatisation sur un club music. Je pourrais vous faire une petite vidéo sur le club music, qui n'est pas le problème, mais c'est pas l'intérêt d'aujourd'hui. Alors, ensuite, qu'est-ce qu'on a d'autres... Donc, les lampices, c'est la sihe-pla-si, l'intégrée. Toutes mes petites lampes sont là. Avec un icon sympa, etc. Alors, je vous ai parlé des modes par défaut, mais c'était encore des scènes, en fait. Je remet par défaut ici, donc on cliquant sur le nombre de chevés, bien joué. La lampe par défaut, c'est-à-dire 1%, en me de chevés le soir, il faut qu'elle soit très, très basse, en mode veilleuse. Donc, j'ai décidé de mettre la lampe de chevés en mode veilleuse 1%, mais vous pouvez la mettre à 100% un peu de problème, et si on reclicle là, c'est un premier en mode veilleuse. Grâce à une scène, dans toutes les lampes sont en mode grille, grid, voilà, c'est... Alors, boutons rapide, premier boutons rapide, tout étendre. Alors, j'aime bien les... c'est-à-dire que j'aime bien les scènes, et tout étendre, c'est aussi une scène où j'ai mis toutes les lumières en mode off, et toutes les... tout tout en mode off, en fait. Le musique lampe... Donc, si on revient là, on peut aller voir. On peut acheter un dog à la scène, tu vous voulez. La scène tout étendre... scène... Tout étendre, et là, voilà, on a tout. Les steigts sont en off, un tout. État de la musique, c'est un peu comme tout étendre, mais avec que des appareils de musique, c'est-à-dire mon appareil boss, et le boutons situable du propriéau, c'est une carte... Ah, c'est une moche ronde en play, carte... avec du RL en action. Action, voilà, chemin de l'URL, donc comportement, donne à peu de cours, vous mettez URL, donc là, il y a des choix, donc vous pouvez vous choisissez URL, on peut y avoir plein de choix URL, et vous mettez le site Web, ici, et c'est parti. On a pourfait un lien vers le site Web. Trois d'eux boulons, alors, je vous mettrais aussi le lien vers mon être n'amour, mais mon être n'amour que j'ai depuis, c'est une petite citation météo intérieure, et très efficace, qui donne donc un peu de CO2, un peu à la terre à la terre à la terre, l'intérieur à l'humilité, ça peut vous donner aussi le bruit que je fais la partement, donc ça, n'être n'amour, n'être n'amour à pareil, sans faire de pub, c'est ensuite très satisfait. Et une carte météo, où on a vu tout à l'heure, on a pu s'intéresser très facilement, car il y a un Wazeer radar card, ok ? Donc, vous l'installer par axe, je crois, donc une axe. Et là, toutes les alertes, donc c'est les cartes conditionnelles, voilà, c'est pour ces cartes là, c'est quasiment que des cartes conditionnelles, conditionnelles, ou vous dites, quand la lumière s'alume, tu apparaît, quand la lumière est quand je clique dessus, tu dis pas, ça c'est l'animation de la carte, il faut qu'elle bouge comme ça, et t'es rare et pas de petit code à mettre ici, pour que ça soit un petit peu joli. Ce tableau de bord est donc couplé avec toutes les autres automatisations ou déjà mis en place dans la partement. On peut donc encacher certaines, puisque ce sont des automatistes qui agissent par défaut, comme la lumière des toilettes, par exemple, et c'est un tout seul, quand on rentre dans les toilettes. Quand il s'est alluie tout seul, quand on rentre, c'est pas un gros ça. En espérant que j'ai contribué à vous donner quelques idées pour adapter ce dashboard à votre maison ou à partement, tout en restant le plus simple et efficace possible, réalisable sans être un pro de la d'onoutique. Ce tableau de bord est pensé pour que vos autres se sentent le mieux du monde. N'hésitez pas à tester, à me soumettre vos dashboards à bientôt pour un prochain dashboard haut-massistant, un super dashboard de ma sista.",
  "summary": [
    "Présentation d'un tableau de bord au massistant pour rendre la maison accueillante, conviviale et pratique.",
    "Le tableau de bord permet de contrôler divers aspects de la maison comme l'éclairage, la musique, la sécurité, etc."
  ],
  "action_items": [
    "Tester le tableau de bord et l'adapter à sa propre maison ou appartement.",
    "Soumettre ses propres dashboards pour partage et amélioration.",
    "Explorer les différentes fonctionnalités et intégrations pour personnaliser davantage le tableau de bord.",
    "Configurer les scènes et automatisations pour simplifier le contrôle des appareils et des ambiances.",
    "Utiliser les liens et codes fournis pour accéder à des fonctionnalités spécifiques du tableau de bord."
  ],
  "key_points": [
    "Tableau de bord personnalisable pour invités, amis ou enfants, facile à utiliser.",
    "Possibilité de contrôler l'éclairage, la musique, la température, la sécurité, etc.",
    "Utilisation d'un lien sécurisé ou de l'application au massistant pour accéder au tableau de bord.",
    "Présentation de différents dashboards spécialisés dans des domaines spécifiques.",
    "Fonctionnalités telles que changement de couleur des lumières, scénarios lumineux et sonores, activation du mode sécurité, etc.",
    "Mise en avant de services utiles à l'arrivée des invités, du confort intérieur et extérieur, et des alertes de sécurité.",
    "Utilisation de scènes pour déclencher des actions spécifiques comme la musique, l'éclairage, etc.",
    "Intégration de diverses cartes météo, alertes de sécurité et possibilité de contrôler différents appareils de la maison.",
    "Explication détaillée des codes, intégrations et appareils utilisés pour le tableau de bord.",
    "Présentation d'automatisations pour faciliter le contrôle et l'interaction avec les différents éléments de la maison."
  ],
  "participants": [
    "Nouveau abonné",
    "Créateur du tableau de bord au massistant",
    "Invités, amis, enfants",
    "Propriétaires de la maison ou de l'appartement",
    "Utilisateurs du tableau de bord pour contrôler divers aspects de la maison"
  ],
  "created_at": "2025-11-04T16:14:11.346676",
  "duration": null
}